alsa-tools
alsa-utils
awww
base
base-devel
bat
biber
blueman
bluetui
bluez
bluez-utils
bolt
brightnessctl
btop
chromium
cliphist
cloudflared
cpio
cups
direnv
dnsmasq
dosfstools
efibootmgr
espeak-ng
eza
fastfetch
fd
ffmpegthumbnailer
firefox-developer-edition
fish
fzf
git
git-filter-repo
github-cli
gnome-keyring
grim
grub
gutenprint
himalaya
hplip
htop
hypridle
hyprland
hyprlock
hyprsunset
intel-media-driver
jq
keyd
kitty
less
libgsf
libinput-tools
libreoffice-fresh
linux
linux-firmware
linux-headers
luarocks
mako
mesa
mesa-utils
meson
mpv
nano
neovim
network-manager-applet
networkmanager
nm-connection-editor
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
nvidia-open
nvidia-prime
nvidia-utils
nwg-displays
nwg-look
okular
openssh
otf-font-awesome
pacman-contrib
pandoc-cli
pavucontrol
pipewire
pipewire-pulse
polkit-gnome
poppler
poppler-glib
power-profiles-daemon
pulsemixer
python-pipx
python-pynvim
qrencode
qt5-wayland
qt6-wayland
rclone
restic
ripgrep
rofi
rofimoji
rsync
satty
sddm
slurp
socat
sof-firmware
spotify-player
sshfs
sshpass
starship
stow
sudo
swayosd
tailscale
texlive-bibtexextra
texlive-binextra
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
thunar
thunderbird
tmux
tree-sitter-cli
ttf-jetbrains-mono-nerd
tumbler
typst
udiskie
unzip
vulkan-tools
waybar
wimlib
winetricks
wiremix
wireplumber
wl-clipboard
wofi
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-server-xephyr
xorg-xhost
yq
zathura
zathura-pdf-mupdf
zoxide
