alsa-tools
alsa-utils
base
base-devel
bat
bluez
bluez-utils
bolt
direnv
dnsmasq
efibootmgr
eza
fd
firefox
firefox-developer-edition
fish
fzf
git
github-cli
grim
grub
hypridle
hyprland
hyprlock
intel-media-driver
jq
keyd
kitty
less
libreoffice-fresh
linux
linux-firmware
linux-headers
luarocks
mako
mesa
mesa-utils
nano
neovim
networkmanager
nodejs
noto-fonts-cjk
npm
nss-mdns
nvidia-open
nvidia-prime
nvidia-utils
nwg-displays
openssh
otf-font-awesome
pipewire
pipewire-pulse
polkit-gnome
poppler
python-pynvim
qrencode
qt5-wayland
qt6-wayland
rclone
ripgrep
rofi
satty
sddm
slurp
sof-firmware
sshpass
starship
stow
sudo
thunar
tmux
tree-sitter-cli
ttf-jetbrains-mono-nerd
typst
unzip
vulkan-tools
waybar
winetricks
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xorg-server-xephyr
xorg-xhost
zathura
zathura-pdf-mupdf
zoxide
