bambustudio-bin
epson-inkjet-printer-escpr
google-chrome
google-cloud-cli
hypr-wallpaper-git
hyprland-autoname-workspaces-git
hyprscratch
hyprsession
hyprshell-bin-debug
hyprwhenthen-bin
microsoft-edge-stable-bin
orca-slicer-bin
overskride-bin
paru
paru-debug
raw-thumbnailer
signal-cli
visual-studio-code-bin
x2goclient
zotero-bin
zotero-extension-scihub
